{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 39], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "activation": "sigmoid", "bias_regularizer": null, "units": 20, "name": "dense_1", "dtype": "float32", "use_bias": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 10, "name": "dense_2", "activation": "relu", "use_bias": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 1, "name": "dense_3", "activation": "linear", "use_bias": true, "bias_constraint": null}}], "backend": "tensorflow", "keras_version": "2.0.4"}